[
  {
    "id": 0,
    "Title": "Marchantiophyta",
    "Description": "The Marchantiophyta (/mɑːrˌkæntiˈɒfɪtə, -oʊˈfaɪtə/ (About this soundlisten)) are a division of non-vascular land plants commonly referred to as hepatics or liverworts. Like mosses and hornworts, they have a gametophyte-dominant life cycle, in which cells of the plant carry only a single set of genetic information.",
    "text": "Most liverworts are small, measuring from 2–20 millimetres (0.08–0.8 in) wide with individual plants less than 10 centimetres (4 in) long,[6] so they are often overlooked. The most familiar liverworts consist of a prostrate, flattened, ribbon-like or branching structure called a thallus (plant body); these liverworts are termed thallose liverworts. However, most liverworts produce flattened stems with overlapping scales or leaves in two or more ranks, the middle rank is often conspicuously different from the outer ranks; these are called leafy liverworts or scale liverworts.[7][8] (See the gallery below for examples.)",
    "image": "assets/images/default.png",
    "items": [
      "The life of a liverwort starts from the germination of a haploid spore to produce a protonema, which is either a mass of thread-like filaments or else a flattened thallus.[15][16] The protonema is a transitory stage in the life of a liverwort, from which will grow the mature gametophore (\"gamete-bearer\") plant that produces the sex organs. The male organs are known as antheridia (singular: antheridium) and produce the sperm cells. Clusters of antheridia are enclosed by a protective layer of cells called the perigonium (plural: perigonia). As in other land plants, the female organs are known as archegonia (singular: archegonium) and are protected by the thin surrounding perichaetum (plural: perichaeta).[8] Each archegonium has a slender hollow tube, the \"neck\", down which the sperm swim to reach the egg cell."
    ],
    "tags": [
      "Marchantiophyta"
    ],
    "url": "https://en.wikipedia.org/wiki/Marchantiophyta"
  },
  {
    "id": 1,
    "Title": "Blasiales",
    "Description": "Blasiales is an order of liverworts with a single living family and two species. The order has traditionally been classified among the Metzgeriales, but molecular cladistics suggests a placement at the base of the Marchantiopsida.",
    "image": "assets/images/default.PNG",
    "url": "https://en.wikipedia.org/wiki/Marchantiophyta"
  },
  {
    "id": 2,
    "Title": "Indian roller",
    "Description": "The Indian roller (Coracias benghalensis) is a bird of the family Coraciidae. It is 30–34 cm (12–13 in) long with a wingspan of 65–74 cm (26–29 in) and weighs 166–176 g (5.9–6.2 oz). The face and throat are pinkish, the head and back are brown, with blue on the rump and contrasting light and dark blue on the wings and tail. The bright blue markings on the wing are prominent in flight. The sexes are similar in appearance. Two subspecies are recognised.",
    "text": "The Indian roller was one of the many bird species originally described by Carl Linnaeus in the 1758 10th edition of Systema Naturae, where he coined the binomial name Corvus benghalensis.[2] Linnaeus based his description on the \"Jay from Bengal\" described and illustrated in 1731 by the English naturalist Eleazar Albin, derived from a drawing by illustrator Joseph Dandridge.[3]",
    "image": "assets/images/default.PNG",
    "items": [
      "C. b. benghalensis (Linnaeus, 1758) occurs from western Asia to India north of the Vindhya Range.[9]\r\n",
      "C. b. indicus Linnaeus, 1766 occurs in central and southern India and in Sri Lanka.[9] It is distinguished by its slightly shorter wing and tail, darker blue crown and upper wing coverts, more brownish mantle and shoulder, and more pronounced red-brown collar on hindneck.[10]\r\n"
    ],
    "url": "https://en.wikipedia.org/wiki/Marchantiophyta"
  }
]